# Install wezterm
tap "wez/wezterm"
cask "wez/wezterm/wezterm"

# Install browsers
cask "firefox"

# Install password manager
cask "lastpass"

brew "wget"
brew "pipx"
brew "go"
brew "htop"
brew "fd"
brew "ripgrep"
brew "fish"
brew "fzy"
brew "fzf"
brew "shellcheck"
brew "lazygit"
brew "rbenv"
brew "lua-language-server"
brew "gcc"
brew "lua"
brew "pyenv"
brew "rbenv"
brew "vale"
brew "golangci-lint"
brew "awscli"
brew "neovim"
brew "tfenv"
