# Install wezterm
tap wez/wezterm
cask wez/wezterm/wezterm

# Install browsers
cask "firefox"

brew "go"
brew "fzy"
brew "fzf"
brew "shellcheck"
brew "rbenv"
brew "gcc"
brew "lua"
brew "nvm"
brew "pyenv"
brew "rbenv"
brew "vale"
brew "golangci-lint"
brew "awscli"
brew "neovim"
brew "tfenv"
