# Install wezterm
tap "wez/wezterm"
cask "wez/wezterm/wezterm"

brew "yaml-language-server"
brew "jless"
brew "gnupg"
brew "git-delta"
brew "wget"
brew "pipx"
brew "go"
brew "htop"
brew "fd"
brew "ripgrep"
brew "fish"
brew "fzy"
brew "fzf"
brew "shellcheck"
brew "lazygit"
brew "lazydocker"
brew "rbenv"
brew "lua-language-server"
brew "gcc"
brew "lua"
brew "pyenv"
brew "rbenv"
brew "golangci-lint"
brew "awscli"
brew "neovim"
brew "n"
